#top
top.title=Competence Today. Ekspercka wiedza dost\u0119pna dla Ciebie.
top.menu.home=G\u0142ówna
top.menu.courses=Kursy
top.menu.about=O Stronie
top.menu.user=Twoje konto
top.menu.contact=Kontakt
top.button.login=Zaloguj
top.button.register=Zajerestruj
top.button.user.msg=Cze\u015B\u0107
top.button.user.logout=Wyloguj
top.search=Szukaj

#bottom
bottom.choose=Wybierz
bottom.choose.courses=Kursy
bottom.choose.login=Logowanie
bottom.choose.register=Rejestracja
bottom.about=O Competence.today
bottom.about.aboutme=O mnie
bottom.about.contact=Kontakt
bottom.totop=Góra strony

#homepage
home.header=Competence Today?
home.lead=Dzi\u0119ki naszym kursom ekspercka wiedza jest dla Ciebie dost\u0119pna.
home.button.courses=Sprawd\u017A kursy
home.button.signin=Zarejestruj si\u0119

#contact
contact.header=Skontaktuj si\u0119 z nami
contact.lead=Opisz swój problem, nasz zespó\u0142 skontaktuje si\u0119 z Tob\u0105 w przeci\u0105gu 72h.
contact.label.subject=Podaj temat wiadomo\u015Bci.
contact.label.sender=Twój adres email
contact.label.message=Opisz swój problem
contact.label.submit=Wy\u015Blij

#about
about.header=Dlaczego COMPETENCE.TODAY?
about.lead=Pozwól, \u017Ce podziel\u0119 si\u0119 z Tob\u0105 krótk\u0105 histori\u0105.
about.application.title=Ta aplikacja powsta\u0142 by uczy\u0107 si\u0119 i zdobywa\u0107 wiedz\u0119 od ekspertów.
about.application.description=Dzi\u015B ma jednego ucznia. Mnie. Nazywam si\u0119 Ania Pietras, a aplikacja jak\u0105 widzisz jest moj\u0105 pierwsz\u0105  aplikacj\u0105.Jeszcze pó\u0142 roku temu nie wiedzia\u0142am, \u017Ce b\u0119d\u0119 programistk\u0105, \u017Ce uda mi si\u0119 stworzy\u0107 aplikacj\u0119, a przede wszystkim naby\u0107 pewno\u015Bci do tego, by rozpocz\u0105\u0107 pierwsz\u0105 programistyczn\u0105 prac\u0119.<br/>Wi\u0119cej o mnie i o mojej nauce dowiesz si\u0119 z <a href=http://www.kobietydokodu.pl> bloga, który prowadz\u0119.</a>
about.application.additionaldescription=Aplikacja Competence Today tworzy platform\u0119 do nauki od do\u015Bwiadczonych ekspertów, którzy udost\u0119pniaj\u0105 swoje lekcje. Jej g\u0142ównym za\u0142o\u017Ceniem jest dotarcie do ekspertów i zach\u0119cenie ich do stworzenia swoich kursów, tak by wiedza, jak chocia\u017Cby programowanie w Javie by\u0142a dost\u0119pna w przyst\u0119pnej formie dla ka\u017Cdego.
about.work=W swojej pracy chcia\u0142abym móc rozwija\u0107 si\u0119 i szuka\u0107 nowych wyzwa\u0144 zwi\u0105zanych z programowaniem, a tak\u017Ce wykorzystywa\u0107 swoje kompetencje mi\u0119kkie.
about.timeline.time1=czerwiec 2014
about.timeline.time1.msg=Pierwsze próby z Pythonem na CodeAcademy 
about.timeline.time2=lipiec 2014
about.timeline.time2.msg=Decyzja o podj\u0119ciu nauki programowania 
about.timeline.time3=lipiec - wrzesie\u0144 2014
about.timeline.time3.msg=Nauka Javy, aplikacja wg kursu na kobietydokodu.pl
about.timeline.time4=grudzie\u0144 2014 - stycze\u0144 2015
about.timeline.time4.msg=Praca nad aplikacj\u0105 competence.today<br /> - od pomys\u0142u, przez projekt w UML po gotow\u0105 aplikacj\u0119

#404
404.404=404
404.msg=Nie znaleziono. spóbuj jeszcze raz, albo sam stwórz kurs na dany temat :)

#registration
register.name=Imi\u0119
register.surname=Nazwisko
register.email=email
register.password=Has\u0142o
register.retype.password=Potwierd\u017A has\u0142o
register.question=Czy chcesz te\u017C publikowa\u0107 kursy?
register.register.button=Stwórz konto

#login
login.error=B\u0142\u0105d logowania
login.email=Email
login.password=Has\u0142o
login.forgot.password=Zapomnia\u0142e\u015B has\u0142a?
login.login.button=Zaloguj
login.register.button=Zajerestruj
